{
    "Contato": "Contact",
    "© Direitos autorais Rafael Colares. Todos os direitos reservados": "© Copyright Rafael Colares. All Rights Reserved",
    "Desenvolvido por Rafael Colares": "Developed by Rafael Colares",
    "Minhas Stacks 💼": "My Stacks 💼",
    "Fundamentos do Desenvolvimento Web": "Web Development Fundamentals",
    "Desenvolvimento Front-end":"Front-end Development",
    "Testes Automatizados": "Automated Testing",
    "Requisições a APIs": "API Requests",
    "Testes automatizados com React Testing Library": "Automated tests with React Testing Library",
    "Gerenciamento de estado com Redux": "State Management with Redux",
    "Desenvolvimento Backend": "Backend Development",
    "Autenticação e autorizção": "Authentication and Authorization",
    "Object-oriented Programming": "Object-oriented Programming",
    "CONTATO": "CONTACT",
    "SOBRE": "ABOUT",
    "PROJETOS":"PROJECTS",
    "Projetos": "Projects",
    "Código Fonte": "Source Code",
    "Oii, eu sou Rafael Colares! 👋": "Hi, I'm Rafael Colares! 👋",
    "Desenvolvedor Web 💻": "Web Developer 💻",
    "Idiomas": "Languages",
    "Pt-Br - Nativo": "Pt-Br - Native",
    "En - Intermediário": "En - Intermediate",
    "Minha jornada profissional começou como gerente, onde adquiri uma visão abrangente de liderança e gestão de equipes.": "My professional journey began as a manager, where I acquired a comprehensive vision of leadership and team management.",
    "No entanto, meu amor pelo mundo da tecnologia me levou a expandir meus horizontes para o desenvolvimento web.":"Yet my love for the world of technology led me to expand my horizons for web development.",
    "Atualmente, estou imerso em um conjunto diversificado de tecnologias, incluindo JavaScript, TypeScript, bem como frameworks como React, Node e Express.js.": "I'm currently immersed in a diverse set of technologies, including JavaScript, TypeScript as well as frameworks such as React, Node and Express.js.",
    "Minha experiência prática com Git me permite gerenciar eficientemente projetos e colaborar de forma eficaz com minha equipe.": "My practical experience with Git allows me to efficiently manage projects and collaborate effectively with my team.",
    "Além das habilidades técnicas, trago comigo uma forte base em resolução de problemas, colaboração em equipe, comunicação assertiva.": "In addition to technical skills, I bring with me a strong base in problem solving, team collaboration, assertive communication.",
    "Além de trabalhar com metas e metodologias ágeis.": "In addition to working with agile goals and methodologies."
}